Repository: pumpkin-py/pumpkin-py
Catalog: src/po/*.po
Languages: cs, sk

source: Page
cs: Strana
sk: Strana

source: No results were found.
cs: Nebyl nalezen žádný výsledek
sk: Nenašiel sa žiaden výsledok.

source: Only command issuer can toggle the lock.
cs: Pouze odesílatel příkazu může použít zámek.
sk: Iba odosielateľ príkazu môže použiť zámok.

source: Only command issuer can scroll.
cs: Pouze odesílatel příkazu může posouvat stránky.
sk: Iba odosielateľ príkazu môže posúvať stránky.

source: Confirm
cs: Potvrdit
sk: Potvrdiť

source: Reject
cs: Zrušit
sk: Zrušiť

source: Only the author can confirm the action.
cs: Pouze autor může tuto akci potvrdit.
sk: Iba autor môže túto akciu potvrdiť.

source: Yes
cs: Ano
sk: Ano

source: You have already voted!
cs: Již jsi hlasoval!
sk: Už si hlasoval!

source: Your vote has been casted.
cs: Tvůj hlas byl započítán.
sk: Tvoj hlas bol započítaný.

source: Help for command **{command}** is not available.
cs: Nápověda pro příkaz **{command}** není dostupná.
sk: Pomoc pre príkaz **{command}** nie je dostupná.

source: I don't know command **{name}**.
cs: Neznám příkaz **{name}**.
sk: Nepoznám príkaz **{name}**.

source: Command **{name}** does not have subcommand **{subcommand}**.
cs: Příkaz **{name}** nemá podpříkaz **{subcommand}**.
sk: Príkaz **{name}** nemá podpríkaz **{subcommand}**.

source: Command **{name}** has no subcommand.
cs: Příkaz **{name}** nemá žádný podpříkaz.
sk: Príkaz **{name}** nemá žiaden podpríkaz.

source: Logging is not enabled on this server.
cs: Logování není na tomto serveru zapnuto.
sk: Logovanie nie je na tomto serveri zapnuté.

source: Log level
cs: Úroveň
sk: Úroveň

source: Scope
cs: Oblast
sk: Oblasť

source: Log channel
cs: Log kanál
sk: Log kanál

source: Module
cs: Modul
sk: Modul

source: Invalid scope.
cs: Neplatný rozsah.
sk: Neplatný rozsah.

source: Invalid level.
cs: Neplatná úroveň.
sk: Neplatná úroveň.

source: Logging settings succesfully updated.
cs: Nastavení logování bylo úspěšně aktualizováno.
sk: Nastavenie logovania bolo úspešne aktualizované.

source: Logging target unset.
cs: Cíl logování byl odebrán.
sk: Nie je určený cieľ logovania.

source: Supplied arguments didn't match any entries.
cs: Dodané argumenty nesouhlasí s žádnými vstupy.
sk: Dodané argumenty sa nezhodujú so žiadnymi vstupmi.

source: User pinning is not enabled on this server.
cs: Připínání zpráv uživateli na tomto serveru není povoleno.
sk: Pripínanie správ uživateľmi na tomto serveri nie je povolené.

source: Channel name
cs: Název kanálu
sk: Názov kanálu

source: Reaction limit
cs: Limit reakcí
sk: Limit reakcií

source: Limit has to be positive integer or zero (if you want the feature disabled).
cs: Limit musí být kladné celé číslo nebo nula (pokud má být funkce vypnuta).
sk: Limit musí byť kladné celé číslo alebo nula (pokiaľ má byť funkcia vypnutá).

source: Pinning was disabled.
cs: Připínání bylo vypnuto.
sk: Pripínanie bolo vypnuté.

source: Pinning preferences have been updated.
cs: Preference připínání byla aktualizována.
sk: Preferencie pripínania boli aktualizované.

source: The preference was unset.
cs: Preference zrušena.
sk: Preferencie boli zrušené.

source: Bookmarks are not enabled on this server.
cs: Záložky nejsou na tomto serveru povoleny.
sk: Záložky nie sú na tomto serveri povolené.

source: No
cs: Ne
sk: Nie

source: Enabled
cs: Zapnuto
sk: Zapnuté

source: Bookmarks enabled.
cs: Záložky byly zapnuty.
sk: Záložky boli povolené.

source: Bookmarks disabled.
cs: Záložky byly vypnuty.
sk: Záložky boli zakázané.

source: User threads are not enabled on this server.
cs: Otevírání vláken uživateli není na tomto serveru povoleno.
sk: Otváranie vlákien uživateľmi nie je na tomto serveri povolené.

source: Thread creation was disabled.
cs: Vytváření vláken bylo vypnuto.
sk: Vytváranie vlákien bolo vypnuté.

source: Thread preference has been updated.
cs: Preference vytváření vláken byla aktualizována.
sk: Preferencie vytvárania vlákien boli aktualizované.

source: No channel has autothread enabled.
cs: Automatická vlákna nejsou povolena v žádném kanálu.
sk: Automatická vlákna nie sú povolené v žiadnom kanáli.

source: Autothread {icon}
cs: Automatická vlákna {icon}
sk: Automatické vlákna {icon}

source: Channels
cs: Kanály
sk: Kanály

source: Argument *duration* must be one of these values: '1h', '1d', '3d', '7d'.
cs: Argument *duration* musí být jedna z těchto hodnot: '1h', '1d', '3d', '7d'.
sk: Argument *duration* musí byť jedna z týchto hodnôt: '1h', '1d', '3d', '7d'.

source: Threads will be automatically created in that channel.
cs: V zadaném kanálu budou vlákna automaticky otevírána.
sk: V zadanom kanáli budú vlákna automaticky otvárané.

source: I'm not creating new threads in that channel.
cs: V tom kanálu nová vlákna automaticky neotevírám.
sk: V tom kanáli nové vlákna automaticky neotváram.

source: Threads will no longer be automatically created in that channel.
cs: V tom kanálu už nová vlákna automaticky otevírat nebudu.
sk: V tom kanáli už nové vlákna automaticky otvárať nebudem.

source: Automatic thread
cs: Automatické vlákno
sk: Automatické vlákno

source: I'm using {pin} to mark the pinned message, use {pushpin}.
cs: Emoji {pin} používám já pro označení připnutých zpráv, použij {pushpin}.
sk: Emoji {pin} používam ja na označenie pripnutých správ, použi {pushpin}.

source: {icon} Bookmark created
cs: {icon} Záložka vytvořena
sk: {icon} Záložka vytvorená

source: Author ID
cs: ID autora
sk: ID autora

source: [Server {guild}, channel #{channel}]({link})
cs: [Server {guild}, kanál #{channel}]({link})
sk: [Server {guild}, kanál #{channel}]({link})

source: Files
cs: Soubory
sk: Súbory

source: Total {count}
cs: Celkem {count}
sk: Celkom {count}

source: Embeds
cs: Tabulky
sk: Tabuľky

source: Thread by {author}
cs: Vlákno od {author}
sk: Vlákno od {author}

source: Boot time
cs: Čas spuštění
sk: Čas spustenia

source: Run time
cs: Doba od spuštění
sk: Doba od spustenia

source: This channel is already subscribed.
cs: Tento kanál je už přihlášený.
sk: Tento kanál je už prihlásený.

source: Channel subscribed.
cs: Kanál přihlášen.
sk: Kanál prihlásený.

source: This channel is not subscribed.
cs: Tento kanál není přihlášený.
sk: Tento kanál nie je prihlásený.

source: Channel unsubscribed.
cs: Kanál odhlášen.
sk: Kanál odhlásený.

source: No channel is subscribed.
cs: Žádný kanál není přihlášen.
sk: Žiadny kanál nie je prihlásený.

source: Channel
cs: Kanál
sk: Kanál

source: {count} days without an accident.
cs: {count} dní od poslední chyby.
sk: {count} dňov od poslednej chyby.

source: Previous error occured on **{date}**. Resetting counter...
cs: Předcházející chyba nastala **{date}**. Resetuji počítadlo...
sk: Predchádzajúca chyba nastala **{date}**. Resetujem počítadlo...

source: *This is a test embed, no error has occured yet.*
cs: *Toto je testovací zpráva, k žádné chybě zatím nedošlo.*
sk: *Toto je skúšobná správa, k žiadnej chybe zatiaľ nedošlo.*

source: An unexpected error occurred
cs: Nastala nečekaná chyba
sk: Nastala nečakaná chyba

source: pumpkin.py exception
cs: Výjimka pumpkin.py
sk: Výnimka pumpkin.py

source: An environment variable is missing
cs: Chybí proměnná prostředí
sk: Chýba premenná prostredia

source: Module exception
cs: Výjimka modulu
sk: Výnimka modulu

source: Translation error
cs: Chyba překladu
sk: Chyba prekladu

source: Error
cs: Chyba
sk: Chyba

source: Gateway not found
cs: Brána nebyla nalezena
sk: Brána nebola nájdená

source: Slow down
cs: Zpomal
sk: Spomaľ

source: Request has to be sent at least {delay} seconds later
cs: Dotaz může být odeslán nejdříve za {delay} vteřin
sk: Požiadavka môže byť odoslaná najskôr za {delay} sekúnd

source: Internal error
cs: Interní chyba
sk: Interná chyba

source: Client error
cs: Chyba klienta
sk: Chyba klienta

source: Invalid data
cs: Chybná data
sk: Chybné dáta

source: Login failure
cs: Přihlašovací chyba
sk: Prihlasovacia chyba

source: Connection closed
cs: Spojení ukončeno
sk: Spojenie ukončené

source: Privileged intents required
cs: Privilegované záměry požadovány
sk: Požadované privilegované zámery

source: Response from **{interaction}** was already received
cs: Odpověď od **{interaction}** již byla obdržena
sk: Odpoveď od **{interaction}** už bola obdržaná.

source: Error on registering the command **{cmd}**
cs: Chyba při registraci příkazu **{cmd}**
sk: Chyba pri registrácii príkazu **{cmd}**

source: HTTP Exception
cs: HTTP chyba
sk: HTTP chyba

source: Forbidden
cs: Zakázáno
sk: Zakázané

source: NotFound
cs: Nenalezeno
sk: Nenájdené

source: Discord Server Error
cs: Chyba Discord serveru
sk: Chyba Discord servera

source: Network error
cs: Chyba sítě
sk: Chyba sítě

source: User input error
cs: Chyba uživatelského vstupu
sk: Chyba užívateľského vstupu

source: Extension **{extension}** is already loaded
cs: Rozšíření **{extension}** je už načteno
sk: Rozšírenie **{extension}** je už načítané

source: The extension **{extension}** is not loaded
cs: Rozšíření **{extension}** není načteno
sk: Rozšírenie **{extension}** nie je načítané

source: Extension error
cs: Chyba rozšíření
sk: Chyba rozšírenia

source: Extension **{extension}** does not have an entry point
cs: Rozšíření **{extension}** nemá vstupní funkci
sk: Rozšírenie **{extension}** nemá vstupnú funkciu

source: **{extension}** failed
cs: **{extension}** selhalo
sk: **{extension}** zlyhalo

source: The extension **{extension}** could not be found
cs: Nebylo nalezeno rozšíření **{extension}**
sk: Nebolo nájdené rozšírenie **{extension}**

source: Command error
cs: Chyba příkazu
sk: Chyba príkazu

source: Conversion to **{name}** resulted in **{exception}**
cs: Konverze na **{name}** skončila s **{exception}**
sk: Konverzia na **{name}** skončila s **{exception}**

source: Command not found
cs: Příkaz nenalezen
sk: Príkaz nenájdený

source: The command is not available
cs: Příkaz není dostupný
sk: Príkaz není dostupný

source: Command invoke error
cs: Chyba ve volání příkazy
sk: Chyba pri volaní príkazu

source: Slow down. Wait **{time}**
cs: Zpomal. Počkej **{time}**
sk: Spomal. Počkaj **{time}**

source: This command is already running multiple times
cs: Tento příkaz už několikrát běží.
sk: Tento príkaz už beží niekoľko krát

source: The limit is **{num}**/**{per}**
cs: Limit je **{num}**/**{per}**
sk: Limit je **{num}**/**{per}**

source: Command structure error
cs: Chyba struktury příkazu
sk: Chyba štruktúry príkazu

source: Check failure
cs: Chyba kontroly
sk: Chyba kontroly

source: You have been denied the invocation of this command
cs: Použití tohoto příkazu ti bylo zakázáno
sk: Použitie tohto príkazu ti bolo zakázané

source: This command cannot be used in this channel
cs: Tento příkaz nemůže být použitý v tomto kanálu
sk: Tento príkaz nemôže byť použitý v tomto kanále

source: This command cannot be used by the role **{role}**
cs: Tento příkaz nemůže být použitý rolí **{role}**
sk: Tento príkaz nemôže byť použitý rolou **{role}**

source: You need access permissions at least at level **{required}**, you only have **{actual}**
cs: Na to potřebuješ úroveň přístupu alespoň **{required}**, máš jen **{actual}**
sk: Na to potrebuješ úroveň prístupu aspoň **{required}**, ty máš iba **{actual}**

source: You do not have any of the possible permissions to access this command
cs: Nemáš žádné z možných oprávnění k tomuto příkazu
sk: Nemáš žiadne z možných oprávnení k tomuto príkazu

source: This command can only be used in private messages
cs: Tento příkaz lze pouze použít v privátních zprávách
sk: Tento príkaz je možné použiť len v súkromých správach

source: This command cannot be used in private messages
cs: Tento příkaz nelze pouze použít v privátních zprávách
sk: Tento príkaz nie je možné použiť v súkromných správach

source: You are not the bot owner
cs: Nejsi vlastník bota
sk: Nie si vlastník bota

source: You need all of the following permissions: {perms}
cs: Chybí ti některé z následujících oprávnění: {perms}
sk: Chýba ti niektoré z následujúcich oprávnení: {perms}

source: I need all of the following permissions: {perms}
cs: Chybí mi některé z následujících oprávnění: {perms}
sk: Chýba mi niektoré z následujúcich oprávnení: {perms}

source: You need to have role **{role}**
cs: Musíš mít roli **{role}**
sk: Potrebuješ rolu **{role}**

source: I need to have role **{role}**
cs: Musím mít roli **{role}**
sk: Potrebujem rolu **{role}**

source: You need some of the following roles: {roles}
cs: Musíš mít některou z následujících rolí: {roles}
sk: Potrebuješ niktorú z následujúcich rolí: {roles}

source: I need some of the following roles: {roles}
cs: Musím mít některou z následujících rolí: {roles}
sk: Potrebujem niktorú z následujúcich rolí: {roles}

source: This command can be used only in NSFW channels
cs: Tento příkaz nelze pouze použít v NSFW kanálech
sk: Tento príkaz môže byť použitý len v NSFW kanáloch

source: You don't have permission for this
cs: Na to nemáš oprávnění
sk: Na to nemáš oprávnenie

source: The command has to have an argument **{param}**
cs: Příkaz musí mít argument **{param}**
sk: Príkaz musí mať argument **{param}**

source: Argument **{param}** must include an attachment
cs: Argument **{param}** musí mít přílohu.
sk: Argument **{param}** musí mať prílohu

source: The command doesn't have that many arguments
cs: Příkaz nemá tolik argumentů
sk: Príkaz nemá toľko argumentov.

source: Argument **{argument}** must be {classes}
cs: Argument **{argument}** musí být jedno z {classes}
sk: Argument **{argument}** musí byť jedno z {classes}

source: Argument **{argument}** only takes one of the following values:
cs: Argument **{argument}** může mít pouze jednu z těchto hodnot:
sk: Arguement **{argument}** môže mať iba jednu z týhto hodnôt:

source: Bad argument
cs: Špatný argument
sk: Zlý argument

source: Message **{argument}** not found
cs: Zpráva **{argument}** nenalezena
sk: Správa **{argument}** nenájdená

source: Member **{argument}** not found
cs: Člen **{argument}** nenalezen
sk: Člen **{argument}** nenájdený

source: Server **{argument}** not found
cs: Server **{argument}** nenalezen
sk: Server **{argument}** nenájdený

source: User **{argument}** not found
cs: Uživatel **{argument}** nenalezen
sk: Užívateľ **{argument}** nenájdený

source: Channel **{argument}** not found
cs: Kanál **{argument}** nenalezen
sk: Kanál **{argument}** nenájdený

source: Color **{argument}** not found
cs: Barva **{argument}** nenalezena
sk: Farba **{argument}** nenájdená

source: Role **{argument}** not found
cs: Role **{argument}** nenalezena
sk: Rola **{argument}** nenájdená

source: Invitation **{argument}** not found
cs: Pozvánka **{argument}** nenalezena
sk: Pozvánka **{argument}** nenájdená

source: Emoji **{argument}** not found
cs: Emoji **{argument}** nenalezeno
sk: Emoji **{argument}** nenájdený

source: Sticker **{argument}** not found
cs: Nálepka **{argument}** nenalezena
sk: Nálepka **{argument}** nenájdená

source: Event **{argument}** not found
cs: Událost **{argument}** nenalezena
sk: Událosť **{argument}** nenájdená

source: **{argument}** is not boolean
cs: **{argument}** není binární
sk: **{argument}** není binárný

source: **{value}** is not from interval **{lbr}{minimum}, {maximum}{rbr}**
cs: **{value}** neleží v intervalu **{lbr}{minimum}, {maximum}{rbr}**
sk: **{value}** není z intervalu **{lbr}{minimum}, {maximum}{rbr}**

source: Thread **{argument}** not found
cs: Vlákno **{argument}** nenalezeno
sk: Vlákno **{argument}** nenájdené

source: Bad argument: {reason}
cs: Špatný argument: {reason}
sk: Zlý argument: {reason}

source: Argument parsing error
cs: Chyba čtení argumentu
sk: Chyba čítania argumentu

source: Unexpected quote error
cs: Neočekávané uvozovky
sk: Neočakávané úvodzovky

source: Invalid end of quoted string error
cs: Chybný konec textu v uvozovkách
sk: Chybný koniec textu v úvodzovkách

source: Argument **{argument}** could not be converted to **{flag}**: {exception}
cs: Argument **{argument}** nemohl být převeden na **{flag}**: {exception}
sk: Argument **{argument}** nebolo možné previesť na **{flag}**: {exception}

source: Argument **{flag}** must have value
cs: Argument **{flag}** musí mít hodnotu
sk: Argument **{flag}** musí mít hodnotu

source: Argument **{flag}** cannot take that many values
cs: Argument **{flag}** nemůže mít tolik hodnot
sk: Argument **{flag}** nemôže mať toľko hodnôt

source: Argument **{flag}** must be specified
cs: Argument **{flag}** je povinný
sk: Argument **{flag}** je povinný

source: Error content
cs: Obsah chyby
sk: Obsah chyby

source: The format of qualified module name is `{name}`.
cs: Formát kvalifikovaného názvu modulu je `{name}`.

source: No such repository.
cs: Neexistující repozitář.

source: No such module.
cs: Neexistující modul.

source: Repositories
cs: Moduly repozitářů

source: unknown version
cs: neznámá verze

source: version **{version}** in editable mode
cs: Rozšíření **{extension}** je už načteno

source: version **{version}**
cs: verze **{version}**

source: Pip package could not be installed.
cs: Balík nemohl být nainstalován.

source: Pip package could not be loaded.
cs: Balík nemhl být načten.

source: Repository **{name}** (`{package}`) has been installed.
cs: Repozitář **{name}** (`{package}`) byl nainstalován.

source: Pip package could not be updated.
cs: Balík nemohl být aktualizován.

source: Pip package updated.
cs: Balík nemohl být aktualizován.

source: Pip package could not be uninstalled.
cs: Balík nemohl být nainstalován.

source: Pip package uninstalled.
cs: Balík nemohl být nainstalován.

source: enabled by default
cs: standartně zapnutý

source: not tracked
cs: nesledovaný

source: enabled in database
cs: zapnutý v databázi

source: disabled in database
cs: vypnutý v databázi

source: Repository modules
cs: Moduly repozitářů

source: Enabled module **{name}** from **{repo}**.
cs: Modul **{name}** z **{repo}** byl zapnutý.

source: This module cannot be disabled to prevent lockouts.
cs: Tento modul nemůže být vypnutý, znemožnil by další práci.

source: Disabled module **{name}** from **{repo}**.
cs: Modul **{name}** z **{repo}** byl vypnutý.

source: Reloaded module **{name}** from **{repo}**.
cs: Modul **{name}** z **{repo}** byl aktualizovaný.

source: Global configuration
cs: Globální konfigurace
sk: Globálna konfigurácia

source: Language
cs: Jazyk
sk: Jazyk

source: Status
cs: Stav
sk: Stav

source: Key has to be one of: {keys}
cs: Klíč musí být jeden z: {keys}
sk: Kľúč musí byť jeden z: {keys}

source: Unsupported language
cs: Nepodporovaný jazyk
sk: Nepodporovaný jazyk

source: Valid status values are: {states}
cs: Možné hodnoty pro status jsou: {states}
sk: Možné hodnoty statusu sú: {states}

source: Sync complete.
cs: Synchronizace dokončena.
sk: Synchronizácia dokončena.

source: {channel} is already spam channel.
cs: {channel} už je spam kanál
sk: {channel} už je spam kanál

source: Channel {channel} added as spam channel.
cs: Kanál {channel} byl označen jako spam kanál
sk: Kanál {channel} bol označený ako spam kanál

source: This server has no spam channels.
cs: Tento server nemá žádné spam kanály.
sk: Tento server nemá žiadne spam kanály.

source: Primary
cs: Primární
sk: Primárný

source: Spam channel {channel} removed.
cs: Spam kanál {channel} byl odebrán.
sk: Spam kanál {channel} bol odobraný.

source: {channel} is not spam channel.
cs: {channel} není spam kanál.
sk: {channel} nie je spam kanál.

source: Channel {channel} is not marked as spam channel, it cannot be made primary.
cs: Kanál {channel} není spam kanál, nemůže být označen jako primární.
sk: Kanál {channel} nie je označený ako spam kanál, nemôže být označený ako primárny.

source: Channel {channel} set as primary.
cs: Kanál {channel} byl označen jako primární.
sk: Kanál {channel} bol označený ako primárny.

source: No mappings have been set.
cs: Žádné mapování nebylo nastaveno.
sk: Žiadne mapovanie nebolo nastavené.

source: Level
cs: Úroveň
sk: Úroveň

source: Invalid level. Possible options are: {keys}.
cs: Neplatná úroveň. Možnosti jsou: {keys}.
sk: Neplatná úroveň. Možnosti sú: {keys}.

source: You can't assign OWNER levels.
cs: OWNER úrovně nelze přiřadit.
sk: OWNER úrovne nie je možné priradiť.

source: Your ACLevel has to be higher than **{level}**.
cs: Tvůj ACLevel musí být vyšší než **{level}**.
sk: Tvoj ACLevel musí byť vyšší ako **{level}**.

source: That role is already mapped to some level.
cs: Tato role je už na nějakou úroveň mapována.
sk: Táto rola je už na nejakú úroveň mapovaná.

source: Role **{role}** will be mapped to **{level}**.
cs: Role **{role}** bude mapována na **{level}**.
sk: Rola **{role}** bude mapovaná na **{level}**.

source: That role is not mapped to any level.
cs: Tato role není mapována na žádnou úroveň.
sk: Táto rola nie je mapovaná na žiadnu úroveň.

source: Role mapping was sucessfully removed.
cs: Mapování role bylo úspěšně zrušeno.
sk: Mapovanie role bolo úspešne zrušené.

source: No defaults have been set.
cs: Žádné výchozí hodnoty nebyly nastaveny.
sk: Žiadne predvolené hodnoty neboli nastavené.

source: Command
cs: Příkaz
sk: Príkaz

source: Default level
cs: Výchozí úroveň
sk: Predvolená úroveň

source: Custom level
cs: Vlastní úroveň
sk: Vlastná úroveň

source: I don't know this command.
cs: Takový příkaz neznám.
sk: Takýto príkaz nepoznám.

source: This command can't be controlled by ACL.
cs: Tento příkaz nemůže být kontrolovaný pomocí ACL.
sk: Tento príkaz nemôže byť kontrolovaný pomocou ACL.

source: You don't have permission to run this command, you can't alter its permissions.
cs: Pro spuštění tohoto příkazu nemáš právo, proto jeho oprávnění měnit nemůžeš.
sk: Pre spustenie tohto príkazu nemáš právo, preto jeho oprávnenie meniť nemôžeš.

source: Command's ACLevel is higher than your current ACLevel.
cs: ACLevel příkazu je vyšší než tvůj aktuální ACLevel.
sk: ACLevel príkazu je vyšší ako tvoj aktuálny ACLevel.

source: Custom default for **{command}** already exists.
cs: Vlastní výchozí úroveň pro **{command}** už existuje.
sk: Vlastná predvolená úroveň pre **{command}** už existuje.

source: Custom default for **{command}** set.
cs: Vlastní výchozí úroveň pro **{command}** byla nastavena.
sk: Vlastná predvolená úroveň pre **{command}** bola nastavená.

source: Command **{command}** does not have custom default.
cs: Příkaz **{command}** nemá vlastní výchozí hodnotu.
sk: Príkaz **{command}** nemá vlastnú predvolenú hodnotu.

source: Custom default for **{command}** removed.
cs: Vlastní výchozí úroveň pro **{command}** zrušena.
sk: Vlastná predvolená úroveň pre **{command}** bola zrušená.

source: channel
cs: kanál
sk: kanál

source: user
cs: uživatel
sk: používateľ

source: unsupported
cs: nepodporováno
sk: nepodporované

source: yes
cs: ano
sk: áno

source: no
cs: ne
sk: nie

source: No ACL overwrites have been set.
cs: Nebyly nastaveny ACL overwrites.
sk: Neboli nastavené ACL overwrites.

source: Overwrite type
cs: Typ overwrite
sk: Typ overwrite

source: Value
cs: Hodnota
sk: Hodnota

source: Allow
cs: Povoleno
sk: Povolené

source: Overwrite for command **{command}** and role **{role}** already exists.
cs: Overwrite pro příkaz **{command}** a roli **{role}** už existuje.
sk: Overwrite pre príkaz **{command}** a rolu **{role}** už existuje.

source: Overwrite for command **{command}** and role **{role}** sucessfully created.
cs: Overwrite pro příkaz **{command}** a roli **{role}** byl úspěšně vytvořen.
sk: Overwrite pre príkaz **{command}** a rolu **{role}** bol úspešne vytvorený.

source: Overwrite for this command and role does not exist.
cs: Overwrite pro tento příkaz a roli neexistuje.
sk: Overwrite pre tento príkaz a rolu neexistuje.

source: Overwrite for command **{command}** and role **{role}** sucessfully removed.
cs: Overwrite pro příkaz **{command}** a roli **{role}** byl úspěšně odebrán.
sk: Overwrite pre príkaz **{command}** a rolu **{role}** bol úspešne odobraný.
