Repository: pumpkin-py/pumpkin-py
Catalog: src/po/*.po
Languages: cs, sk

source: No role overwrites have been set.
cs: Nebyly nastaveny žádné overwrites pro role.
sk: Neboli nastavené žiadne overwrites pre role.

source: Overwrite for command **{command}** and user **{user}** already exists.
cs: Overwrite pro příkaz **{command}** a uživatele **{user}** už existuje.
sk: Overwrite pre príkaz **{command}** a používateľa **{user}** už existuje.

source: Overwrite for command **{command}** and user **{user}** sucessfully created.
cs: Overwrite pro příkaz **{command}** a uživatele **{user}** byl úspěšně vytvořen.
sk: Overwrite pre príkaz **{command}** a používateľa **{user}** bol úspešne vytvorený.

source: Overwrite for this command and user does not exist.
cs: Overwrite pro tento příkaz a uživatele neexistuje.
sk: Overwrite pre tento príkaz a používateľa neexistuje.

source: Overwrite for command **{command}** and user **{user}** sucessfully removed.
cs: Overwrite pro příkaz **{command}** a uživatele **{user}** byl úspěšně odebrán.
sk: Overwrite pre príkaz **{command}** a používateľa **{user}** bol úspešne odobraný.

source: No user overwrites have been set.
cs: Nebyly nastaveny žádné overwrites pro uživatele.
sk: Neboli nastavené žiadne overwrites pre používateľa.

source: User
cs: Uživatel
sk: Používateľ

source: Overwrite for command **{command}** and channel **#{channel}** already exists.
cs: Overwrite pro příkaz **{command}** a kanál **{channel}** už existuje.
sk: Overwrite pre príkaz **{command}** a kanál **#{channel}** už existuje.

source: Overwrite for command **{command}** and channel **#{channel}** sucessfully created.
cs: Overwrite pro příkaz **{command}** a kanál **{channel}** byl úspěšně vytvořen.
sk: Overwrite pre príkaz **{command}** a kanál **#{channel}** bol úspešne vytvorený.

source: Overwrite for this command and channel does not exist.
cs: Overwrite pro tento příkaz a kanál neexistuje.
sk: Overwrite pre tento príkaz a kanál neexistuje.

source: Overwrite for command **{command}** and channel **#{channel}** sucessfully removed.
cs: Overwrite pro příkaz **{command}** a kanál **{channel}** byl úspěšně odebrán.
sk: Overwrite pre príkaz **{command}** a kanál **#{channel}** bol úspešne odobraný.

source: No channel overwrites have been set.
cs: Nebyly nastaveny žádné overwrites pro kanály.
sk: Neboli nastavené žiadne overwrites pre kanály.

source: Localization
cs: Lokalizace
sk: Lokalizácia

source: Available languages:
cs: Dostupné jazyky:
sk: Dostupné jazyky:

source: User settings
cs: Uživatelské nastavení
sk: Užívateľské nastavenia

source: Not set
cs: Nenastaveno
sk: Nenastavené

source: Server settings
cs: Nastavení serveru
sk: Nastavenie serveru

source: Global settings
cs: Globální nastavení
sk: Globálne nastavenie

source: I can't speak that language.
cs: Neumím tento jazyk.
sk: Nepoznám tento jazyk.

source: I'll remember the preference of **{language}**.
cs: Zapamatuji si preferenci **{language}**.
sk: Zapamätám si preferenciu **{language}**.

source: You may need to wait two minutes for the change to take effect.
cs: Je možné, že budeš muset počkat dvě minuty, aby se změna projevila.
sk: Je možné, že budeš musieť počkať dve minúty, aby se zmena prejavila.

source: You don't have any language preference.
cs: Nemáš žádnou preferenci jazyka.
sk: Nemáš žiadnu preferenciu jazyka.

source: I'll be using **{language}** on this server now.
cs: Odteď budu na tomto serveru používat **{language}**.
sk: Odteraz budem na tomto serveri používať **{language}**.

source: This server doesn't have any language preference.
cs: Tento server nemá žádné jazykové preference.
sk: Tento server nemá žiadne jazykové preferencie.

source: I'll be using the global settings from now on.
cs: Odteď budu používat globální nastavení.
sk: Odteraz budem používať globálne nastavenia.

source: Localization statistics
cs: Statistiky překladu
sk: Štatistiky lokalizácie

source: You can improve them by opening a PR!
cs: Můžeš je změnit otevřením PR!
sk: Môžete ich zlepšiť otvorením PR!

source: Role
sk: Rola

source: role
sk: rola
